// Текст та фото до карток

export const cardsByEpoch = {
  "epoch-1": [
    {
      id: "1-1",
      title: "Шолом",
      image: "/1.1.png",
      text:
        "Руські воїни часто використовували конічні шоломи з нанісником або напівмасником, які прикривали ніс або область навколо очей відповідно. Подібні шоломи також були поширені серед східноєвропейських і германських народів."
    },
    {
      id: "1-2",
      title: "Кольчуга",
      image: "/1.2.png",
      text:
        "У часи середньовіччя кольчуга була популярною завдяки співвідношенню складності виготовлення та ефективності. Вона добре захищала від порізів і, хоча її виготовлення займало чимало часу, воно не потребувало високих навичок, як-от кування латів."
    },
    {
      id: "1-3",
      title: "Меч",
      image: "/1.3.png",
      text:
        "Початково використання мечів у Русі обмежувалось високими соціальними станами, що зробило їх ознакою заможності. Часто це були поширені в усій Європі каролінгські та романські мечі. Окрім того, контакти зі східними народами призвели до розповсюдження шабель територією Русі."
    },
    {
      id: "1-4",
      title: "Спис",
      image: "/1.4.png",
      text:
        "Подібно до кольчуги, списи мали високу ефетивність відносно до складності викотовлення, потребуючи мінімальної кількості металу та ковальських зусиль. Колючі удари часто є найефективнішими завдяки зосередженню всієї сили в одній точці."
    },
    {
      id: "1-5",
      title: "Сокира",
      image: "/1.5.png",
      text:
        "Сокири зручні, можуть завдати сильної шкоди і значно дешевші за мечі. Часто виготовляли спеціальні бойові сокири, частина яких була дворучною. Згідно деяких джерел, до 13 ст. бойові сокири в Русі втратили популярність, ставши, переважно, атрибутом інженерних військ."
    }
  ],

  "epoch-2": [
    {
      id: "2-1",
      title: "Шаблі",
      image: "/2.1.png",
      text:
        "Серед правобережних і реєстрових козаків частіше використовувалися польсько-угорські, гусарські шаблі та карабели, тоді як лівобережні козаки частіше послуговувалися східними шаблями: шамшири, киличі та ятагани."
    },
    {
      id: "2-2",
      title: "Рушниці",
      image: "/2.2.png",
      text:
        "Рушниці були особливо корисними для козаків для протидії татарській кінноті і для оборони укріплень.У часи козацтва рушниці поділялися за запалювальним замком на ґнотові (мушкети, аркебузи, гаківниці) та крем’яні (фузії, бандолети тощо)."
    },
    {
      id: "2-3",
      title: "Сокири",
      image: "/2.3.png",
      text:
        "Сокири у козаків одночасно виконували роль інструментів і зброї, стаючи у нагоді у тривалих походах і повернувши свою актуальність як зброї завдяки поступовій відмові європейців від кольчуг і лат."
    },
    {
      id: "2-4",
      title: "Чекан",
      image: "/2.4.png",
      text:
        "Чекани, також звані келепами, були важливими елементами озброєння козаків XVII ст. Важке навершя з гострим вістрям дозволяє пробивати лати, якими послуговувались польські гусари."
    },
    {
      id: "2-5",
      title: "Обладнання",
      image: "/2.5.png",
      text:
        "Велика частина обладнання козака призначалося для стрільби: порохівниці, натруски, у яких переносили порох дрібної фракції для засипання у замок запалу, ладівниці, для патронів з паперовою гільзою, кулелійки, для відливання свинцевих куль (калібрів не було, тож відповідні кулелійки йшли в комплекті до рушниці)."
    }
  ],

  "epoch-3": [
    {
      id: "3-1",
      title: "Гвинтівки",
      image: "/3.1.png",
      text:
        "Основна піхотна зброя армії УНР — далекобійна, надійна й масово доступна завдяки використанню залишків російського озброєння та трофеїв."
    },
    {
      id: "3-2",
      title: "Пістолети",
      image: "/3.2.png",
      text:
        "Застосовувалися старшинами, кіннотою та підрозділами, які потребували компактної зброї. Пістолети були різними за походженням, бо армія комплектувалася в умовах нестачі."
    },
    {
      id: "3-3",
      title: "Револьвери",
      image: "/3.3.png",
      text:
        "Поширена зброя офіцерського складу, проста у догляді й надійна, широко доступна з попередніх російських армійських запасів."
    },
    {
      id: "3-4",
      title: "Каска",
      image: "/3.4.png",
      text:
        "В українських арміях початку ХХ століття часто використовувались каски Адріана —  французький військовий шолом, розроблений генералом Огюстом Луї Адріаном. Перебував на озброєнні армій низки країн, починаючи з Першої світової війни."
    },
    {
      id: "3-5",
      title: "Обладнання",
      image: "/3.5.png",
      text:
        "Польові сумки, шкіряні ремені, патронташі та речові мішки слугували для перенесення набоїв і майна. Спорядження часто було змішаним — російським, австрійським, німецьким і власноруч доробле"
    }
  ],

  "epoch-4": [
    {
      id: "4-1",
      title: "Гвинтівки",
      image: "/4.1.png",
      text:
        "Основна стрілецька зброя, яку здобували як трофеї у радянських, німецьких та польських підрозділів. Надійні та далекобійні, доступні в умовах партизанської війни."
    },
    {
      id: "4-2",
      title: "Пістолети-кулемети",
      image: "/4.2.png",
      text:
        " Зброя ближнього бою, важлива для засідок і раптових атак. MP-40 походив з трофеїв Вермахту, ППШ і ППД — з боїв проти СРСР."
    },
    {
      id: "4-3",
      title: "Пістолети",
      image: "/4.3.png",
      text:
        "Трофейні зразки. Використовувалися командирами та вояками, що потребували легкої зброї в умовах постійних переходів."
    },
    {
      id: "4-4",
      title: "Револьвери",
      image: "/4.4.png",
      text:
        "Служили запасною компактною зброєю, надійною й невибагливою. Часто зберігалися ще з часів Першої світової."
    },
    {
      id: "4-5",
      title: "Обладнання",
      image: "/4.5.png",
      text:
        "Спорядження воїна УПА не сильно відрізнялося від типового спорядження солдатів ПСВ, хіба велика частина елементів була саморобною та трофейною, а також, через тактику партизанської війни, більшого значення набуло маскування, себто маскувальний одяг, засоби копання криївок тощо."
    }
  ],

  "epoch-5": [
    {
      id: "5-1",
      title: "Автомати",
      image: "/5.1.png",
      text:
        "Наймасовіша стрілецька зброя. Надійні автомати з оптикою або коліматорами — основа озброєння більшості піхотних підрозділів."
    },
    {
      id: "5-2",
      title: "Західні карабіни",
      image: "/5.2.png",
      text:
        "Легкі, ергономічні, точні. Використовуються у штурмових, спецпідрозділах та в частинах, що отримують західну допомогу."
    },
    {
      id: "5-3",
      title: "Пістолети",
      image: "/5.3.png",
      text:
        "Зброя особистої безпеки для командирів, екіпажів техніки та спеціалістів. Легкі, компактні й надійні."
    },
    {
      id: "5-4",
      title: "Захист",
      image: "/5.4.png",
      text:
        "Сучасні композитні або кевларові шоломи та бронежилети з плитами рівня 4+, здатні захищати від куль та уламків. Основний елемент виживання бійця."
    },
    {
      id: "5-5",
      title: "Польове спорядження",
      image: "/5.5.png",
      text:
        "Розгрузка або поясна система з підсумками для магазинів, індивідуальна аптечка, ліхтар, тактичні рукавиці, балістичні окуляри, система для пиття та рюкзак для особистого майна. Екіпірування адаптоване для тривалих маршів і сучасних бойових умов."
    }
  ]
};
